{
	"header" : {
		"website_title": "ConstantinoIt.com WebSite",
		"website_description": "ConstantinoIt.com - Specialized company in Software Development.",
		"google_site_verification": "YC5krEfiSwEJeWE3UwtVJIO4Pj_ZqtRQrs2ZvDGteHs"
    },
	"menu" : {
		"home": "HOME",
        "about_us": "CHI SIAMO",
        "services": "SERVIZI",
		"our_team": "OUR TEAM",
        "clients": "CLIENTS",
        "contact": "CONTATTACI"
    },
	"home" : {
        "welcome_message": "Benvenuto in Constantino IT Consulting",
        "welcome_companydetails": "Azienda specializzata in servizi di consulenza informatica",
		"desc_mobile_apps" : "Mobile Apps",
		"desc_mobile_apps_body" : "Sviluppiamo app mobili utilizzando i migliori processi e approcci IT.",
		"desc_support" : "24x7 Support",
		"desc_support_body" : "Utilizzando le migliori pratiche e approcci IT. Offriamo l'automazione devops con jenkins, chef e docker.",
		"desc_support_a": "Cloud Solutions Expertise",
        "desc_support_abody": "Aiutiamo le organizzazioni a progettare, migrare e ottimizzare infrastrutture cloud per migliorare le prestazioni e l’efficienza dei costi.",
        "desc_support_b": "Web Development",
        "desc_support_bbody": "Sviluppiamo applicazioni web robuste e scalabili, progettate per supportare processi di business complessi e un’elevata domanda da parte degli utenti."
    },
	"footer": {
		"telephone_number": "+55 (41) 9 9607 5187",
		"contact_us": "Contattaci",
		"address": "Via Paraiba 2987 Curitiba, PR | Brasile",
		"copyright_notice": "Constantino IT Consulting | Copyright © 2010-2026 All rights reserved."
	},
	"links" : {
        "facebook_link": "https://www.facebook.com/profile.php?id=61581224173736",
		"twitter_link": "http://www.twitter.com/ItConstantino",
		"linkedin_link": "http://www.linkedin.com/in/ademir-constantino"
    },
	"about" : {
        "this_section": "In this section",
		"about_us": "Chi siamo",
		"mission": "Missione",
		"business_insight": "Approfondimento commerciale",
		"our_values": "I nostri valori",
		"text_about_cit": "Informazioni su Constantino IT Consulting",
		"text_about_cit_body": "Principalmente un'azienda high-tech.",
		"experience": "Oltre 20 anni di esperienza nel settore IT ",
		"company_details": "Ci sono due decenni di know-how. Ci lavoriamo da oltre 20 anni. In tutti questi anni abbiamo seguito l'innovazione informatica abbastanza da vicino e oggi abbiamo la sicurezza nell'offrire servizi di buona qualità ai nostri clienti.",
		"mission_text": "Creare soluzioni innovative e implementare soluzioni software IT che soddisferanno le aspettative del cliente.",
		"business_insight_text": "Essere un'azienda IT di riferimento a livello internazionale, riconosciuta per la sua qualità.",
		"our_values_text": "Possiamo dire che rispetto, dedizione, lavoro serio e maturità sono valori costanti nella nostra organizzazione."
    },
	"services" : {
        "this_section" : "In this section",
		"our_services" : "I nostri servizi",
		"software_factory": "Fabbrica di software",
		"expert_consultants" : "Consulenti esperti",
		"areas_consultancy" : "Aree di consulenza",
		"header_text" : "I nostri servizi",
		"header_text_body" : "Cosa possiamo offrire alla tua azienda.",
		"software_factory_text" : "Sviluppiamo software on demand per il tuo business con le tecnologie che accompagneranno il tuo business e ti assisteranno in modo smart. Il nostro know how è ciò che si riflette nella qualità finale.",
		"expert_consultants_text" : "Abbiamo un team di esperti che lo fa. Il nostro networking e la nostra esperienza ci permettono di assistere la tua azienda nei settori critici, offrendo soluzioni intelligenti.",
		"areas_consultancy_text" : "Operiamo in alcune aree dell'Information Technology, che includono lo sviluppo di software, l'analisi dei processi, l'identità visiva, la sicurezza nell'IT, i siti Web, l'infrastruttura e l'ottimizzazione dei processi aziendali."
    },
	"team": {
	"title": "Il nostro team",
	"subtitle": "Persone, competenze e passione dietro ogni soluzione",
	"intro": "Il nostro team è composto da professionisti esperti che uniscono l’eccellenza tecnica a una profonda comprensione delle sfide di business. Lavoriamo in modo collaborativo per offrire soluzioni digitali affidabili, scalabili e innovative.",
	"values_title": "I nostri valori",
	"values_body": "Crediamo nella trasparenza, nell’eccellenza tecnica e nelle partnership di lungo periodo. Qualità, senso di responsabilità e miglioramento continuo guidano tutto ciò che facciamo.",
	"expertise_title": "La nostra esperienza",
	"expertise_body": "I nostri professionisti vantano solide competenze nello sviluppo mobile, nelle tecnologie web, nelle piattaforme cloud e nell’architettura enterprise, utilizzando sempre strumenti e metodologie all’avanguardia.",
	"culture_title": "La nostra cultura",
	"culture_body": "Promuoviamo una cultura basata su apprendimento, collaborazione e innovazione, in cui la condivisione della conoscenza e la crescita continua fanno parte della nostra quotidianità."
	},
	"services_pages": {
	"mobile_menu_title": "App Mobile",
	"mobile_menu_overview": "Panoramica",
	"mobile_menu_technology": "Stack tecnologico",
	"mobile_menu_process": "Processo di sviluppo",
	"mobile_menu_delivery": "Consegna e qualità",
	"mobile_title": "App Mobile",
	"mobile_subtitle": "Sviluppiamo applicazioni mobile utilizzando i migliori processi e approcci IT.",
	"mobile_overview_title": "Panoramica delle soluzioni mobile",
	"mobile_overview_body": "Realizziamo applicazioni mobile ad alte prestazioni, progettate per crescere insieme al tuo business. Le nostre soluzioni si concentrano su usabilità, sicurezza e manutenibilità a lungo termine, offrendo esperienze utente fluide su piattaforme iOS e Android.",
	"mobile_technology_title": "Tecnologie all’avanguardia",
	"mobile_technology_body": "Le nostre applicazioni mobile sono sviluppate utilizzando framework moderni come React Native e Flutter, combinati con sviluppo nativo in Swift e Kotlin quando necessario. Integriamo backend cloud, API REST e GraphQL, pipeline CI/CD e meccanismi di autenticazione sicuri per garantire affidabilità e prestazioni.",
	"mobile_process_title": "Il nostro processo di sviluppo",
	"mobile_process_body": "Seguiamo un approccio di sviluppo agile e iterativo, partendo dall’analisi dei requisiti e dalla progettazione UX, per poi proseguire con sviluppo incrementale, test continui e feedback regolari con il cliente. Questo garantisce trasparenza, flessibilità e tempi di consegna prevedibili.",
	"mobile_delivery_title": "Consegna, prestazioni e qualità",
	"mobile_delivery_body": "La qualità è integrata in ogni fase dello sviluppo. Applichiamo test automatizzati, monitoraggio delle prestazioni e best practice di sicurezza per garantire rilasci stabili. Il nostro team supporta la pubblicazione sugli store, il monitoraggio e la manutenzione post-lancio per assicurare il successo nel lungo periodo.",
	"web_menu_title": "Sviluppo Web",
	"web_menu_overview": "Panoramica",
	"web_menu_technology": "Stack tecnologico",
	"web_menu_architecture": "Architettura",
	"web_menu_quality": "Qualità e prestazioni",
	"web_title": "Sviluppo Web",
	"web_subtitle": "Soluzioni web moderne, scalabili e ad alte prestazioni.",
	"web_overview_title": "Panoramica delle soluzioni web",
	"web_overview_body": "Sviluppiamo applicazioni web robuste e scalabili, progettate per supportare processi di business complessi e un elevato numero di utenti.",
	"web_technology_title": "Tecnologie web moderne",
	"web_technology_body": "Il nostro stack include React, Angular, Vue, Node.js e moderni framework backend, combinati con API REST e GraphQL.",
	"web_architecture_title": "Architettura pulita",
	"web_architecture_body": "Progettiamo architetture modulari e manutenibili che supportano l’evoluzione nel lungo periodo e una facile integrazione.",
	"web_quality_title": "Qualità e prestazioni",
	"web_quality_body": "L’ottimizzazione delle prestazioni, le best practice di sicurezza e i test automatizzati sono parti integranti della nostra pipeline di delivery.",
	"cloud_menu_title": "Soluzioni Cloud",
	"cloud_menu_overview": "Panoramica",
	"cloud_menu_platforms": "Piattaforme cloud",
	"cloud_menu_devops": "DevOps e automazione",
	"cloud_menu_security": "Sicurezza e affidabilità",
	"cloud_title": "Soluzioni Cloud",
	"cloud_subtitle": "Infrastrutture cloud affidabili e scalabili.",
	"cloud_overview_title": "Panoramica della strategia cloud",
	"cloud_overview_body": "Supportiamo le organizzazioni nella progettazione, migrazione e ottimizzazione delle infrastrutture cloud, migliorando prestazioni ed efficienza dei costi.",
	"cloud_platforms_title": "Piattaforme cloud",
	"cloud_platforms_body": "Lavoriamo con AWS, Azure e Google Cloud, selezionando i servizi più adatti a ogni scenario di business.",
	"cloud_devops_title": "DevOps e automazione",
	"cloud_devops_body": "Infrastructure as Code, pipeline CI/CD e monitoraggio garantiscono rilasci rapidi e affidabili.",
	"cloud_security_title": "Sicurezza e affidabilità",
	"cloud_security_body": "Applichiamo le migliori pratiche di sicurezza cloud, monitoraggio e strategie di backup per garantire resilienza.",
	"consulting_menu_title": "Consulenza IT",
	"consulting_menu_overview": "Panoramica",
	"consulting_menu_strategy": "Strategia IT",
	"consulting_menu_architecture": "Consulenza architetturale",
	"consulting_menu_transformation": "Trasformazione digitale",
	"consulting_title": "Consulenza IT",
	"consulting_subtitle": "Guida strategica per trasformare la tua visione digitale in realtà.",
	"consulting_overview_title": "Panoramica della consulenza",
	"consulting_overview_body": "Supportiamo le organizzazioni con consulenza specialistica su tecnologia, processi e architettura.",
	"consulting_strategy_title": "Strategia IT",
	"consulting_strategy_body": "Allineiamo le decisioni tecnologiche agli obiettivi di business, garantendo valore e scalabilità nel lungo periodo.",
	"consulting_architecture_title": "Consulenza architetturale",
	"consulting_architecture_body": "I nostri esperti aiutano a progettare architetture di sistema sicure, scalabili e pronte per il futuro.",
	"consulting_transformation_title": "Trasformazione digitale",
	"consulting_transformation_body": "Guidiamo le organizzazioni nei percorsi di trasformazione digitale, dalla pianificazione all’esecuzione."
	},
	"contact" : {
        "header_text" : "Contattaci",
		"header_text_body" : "Resta in contatto con noi",
		"name" : "Nome",
		"email" : "E-mail",
		"message" : "Messaggio",
		"send_message" : "Invia messaggio",
		"telephone" : "+39 (41) 9 9607 5187",
		"send_us_mail" : "Mandaci un email",
		"location" : "Curitiba, PR, Brasile",
		"thankyou" : "Grazie per il vostro messaggio."
    }
}