{
    "header": {
        "website_title": "ConstantinoIt.com WebSite",
        "website_description": "ConstantinoIt.com - Specialized company in Software Development.",
        "google_site_verification": "YC5krEfiSwEJeWE3UwtVJIO4Pj_ZqtRQrs2ZvDGteHs"
    },
    "menu": {
        "home": "HOME",
        "about_us": "ACERCA",
        "services": "SERVICIOS",
        "our_team": "OUR TEAM",
        "contact": "CONTACTO"
    },
    "home": {
        "welcome_message": "Bienvenido a Constantino IT Consulting",
        "welcome_companydetails": "Empresa especializada en servicios de consultoría de TI",
        "desc_mobile_apps": "Mobile Apps",
        "desc_mobile_apps_body": "Desarrollamos aplicaciones móviles utilizando los mejores procesos de TI.",
        "desc_support": "24x7 Support",
        "desc_support_body": "El uso de las mejores prácticas de TI. Ofrecemos la automatización DevOps con Jenkins, chef y outros.",
        "desc_support_a": "Cloud Solutions Expertise",
        "desc_support_abody": "Ayudamos a las organizaciones a diseñar, migrar y optimizar infraestructuras en la nube para mejorar el rendimiento y la eficiencia de costos.",
        "desc_support_b": "Web Development",
        "desc_support_bbody": "Desarrollamos aplicaciones web robustas y escalables, diseñadas para soportar procesos de negocio complejos y una alta demanda de usuarios."
    },
    "footer": {
		"telephone_number": "+55 (41) 9 9607 5187",
        "contact_us": "Contáctenos",
		"address": "Cl Paraiba 2987 Curitiba, PR, Brasil",
		"copyright_notice": "Constantino IT Consulting | Copyright © 2010-2026 All rights reserved."
	},
	"links" : {
        "facebook_link": "https://www.facebook.com/profile.php?id=61581224173736",
		"twitter_link": "http://www.twitter.com/ItConstantino",
		"linkedin_link": "http://www.linkedin.com/in/ademir-constantino"
    },
    "about": {
        "this_section": "In this section",
        "about_us": "Acerca",
        "mission": "Nuestra Missíon",
        "business_insight": "Visión de negocio",
        "our_values": "Nuestros valores",
        "text_about_cit": "Acerca de la Constantino TI",
        "text_about_cit_body": "Primeramente, una compañía de alta tecnología.",
        "experience": "Más de 20 años de experiencia en TI ",
        "company_details": "Hay dos décadas de know-how. Trabajamos con él durante más de 20 años. Durante todos estos años hemos seguido la innovación de computación bastante cerca, y hoy tenemos la seguridad en la oferta de servicios de buena calidad para nuestros clientes.",
        "mission_text": "Crear soluciones innovadoras e implementar soluciones de software de TI, que asistirán a las expectativas del cliente.",
        "business_insight_text": "Ser una compañía de tecnologías de referencia en el espacio internacional, reconocida por su calidad.",
        "our_values_text": "Podemos decir que el respeto, dedicación, seriedad y madurez trabajar son valores constantes en nuestra organización. "
    },
    "services": {
        "this_section": "In this section",
        "our_services": "Nuestros Servicios",
        "software_factory": "Fabrica de Software",
        "expert_consultants": "Consultors Experientes",
        "areas_consultancy": "Áreas de Consultoría",
        "header_text": "Nuestros Servicios",
        "header_text_body": "Qué podemos ofrecer a su empresa.",
        "software_factory_text": "Desarrollamos software en demanda de su negocio con las tecnologías que asistirán a su negocio y le guiará en una forma inteligente. Nuestro saber hacer es lo que refleja en la calidad final.",
        "expert_consultants_text": "Tenemos un equipo de consultores experientes no que lo hace. Nuestro trabajo en red y la experiencia nos permite atender a su empresa en los campos críticos, ofreciendo soluciones inteligentes.",
        "areas_consultancy_text": "Actuamos en algunas áreas de tecnología de la información, que incluye desarrollo de software, análisis de procesos, Identidad Visual, Seguridad en TI, sitios web, Infraestructura y Optimización de Procesos de Negocio."
    },
    "team": {
        "title": "Nuestro equipo",
        "subtitle": "Personas, experiencia y pasión detrás de cada solución",
        "intro": "Nuestro equipo está formado por profesionales con amplia experiencia que combinan la excelencia técnica con un profundo entendimiento de los desafíos empresariales. Trabajamos de manera colaborativa para ofrecer soluciones digitales fiables, escalables e innovadoras.",
        "values_title": "Nuestros valores",
        "values_body": "Creemos en la transparencia, la excelencia técnica y las alianzas a largo plazo. La calidad, la responsabilidad y la mejora continua guían todo lo que hacemos.",
        "expertise_title": "Nuestra experiencia",
        "expertise_body": "Nuestros profesionales cuentan con sólidos conocimientos en desarrollo móvil, tecnologías web, plataformas cloud y arquitectura empresarial, utilizando siempre herramientas y metodologías de vanguardia.",
        "culture_title": "Nuestra cultura",
        "culture_body": "Fomentamos una cultura de aprendizaje, colaboración e innovación, donde el intercambio de conocimiento y el crecimiento continuo forman parte de nuestra rutina diaria."
    },
	"services_pages": {
        "mobile_menu_title": "Apps Móviles",
        "mobile_menu_overview": "Visión general",
        "mobile_menu_technology": "Stack tecnológico",
        "mobile_menu_process": "Proceso de desarrollo",
        "mobile_menu_delivery": "Entrega y calidad",
        "mobile_title": "Apps Móviles",
        "mobile_subtitle": "Desarrollamos aplicaciones móviles utilizando los mejores procesos y enfoques de TI.",
        "mobile_overview_title": "Visión general de las soluciones móviles",
        "mobile_overview_body": "Creamos aplicaciones móviles de alto rendimiento, diseñadas para escalar junto con tu negocio. Nuestras soluciones se centran en la usabilidad, la seguridad y la mantenibilidad a largo plazo, ofreciendo experiencias de usuario fluidas en plataformas iOS y Android.",
        "mobile_technology_title": "Tecnologías de vanguardia",
        "mobile_technology_body": "Nuestras aplicaciones móviles se desarrollan utilizando frameworks modernos como React Native y Flutter, combinados con desarrollo nativo en Swift y Kotlin cuando es necesario. Integramos backends en la nube, APIs REST y GraphQL, pipelines CI/CD y mecanismos de autenticación seguros para garantizar fiabilidad y rendimiento.",
        "mobile_process_title": "Nuestro proceso de desarrollo",
        "mobile_process_body": "Seguimos un enfoque de desarrollo ágil e iterativo, comenzando con el análisis de requisitos y el diseño UX, seguido de desarrollo incremental, pruebas continuas y feedback regular del cliente. Esto garantiza transparencia, flexibilidad y plazos de entrega predecibles.",
        "mobile_delivery_title": "Entrega, rendimiento y calidad",
        "mobile_delivery_body": "La calidad está integrada en cada fase del desarrollo. Aplicamos pruebas automatizadas, monitorización del rendimiento y mejores prácticas de seguridad para garantizar lanzamientos estables. Nuestro equipo apoya la publicación en las tiendas, la monitorización y el mantenimiento posterior al lanzamiento para asegurar el éxito a largo plazo.",
        "web_menu_title": "Desarrollo Web",
        "web_menu_overview": "Visión general",
        "web_menu_technology": "Stack tecnológico",
        "web_menu_architecture": "Arquitectura",
        "web_menu_quality": "Calidad y rendimiento",
        "web_title": "Desarrollo Web",
        "web_subtitle": "Soluciones web modernas, escalables y de alto rendimiento.",
        "web_overview_title": "Visión general de las soluciones web",
        "web_overview_body": "Desarrollamos aplicaciones web robustas y escalables, diseñadas para soportar procesos empresariales complejos y una alta demanda de usuarios.",
        "web_technology_title": "Tecnologías web modernas",
        "web_technology_body": "Nuestro stack incluye React, Angular, Vue, Node.js y frameworks backend modernos, combinados con APIs REST y GraphQL.",
        "web_architecture_title": "Arquitectura limpia",
        "web_architecture_body": "Diseñamos arquitecturas modulares y mantenibles que permiten la evolución a largo plazo y una integración sencilla.",
        "web_quality_title": "Calidad y rendimiento",
        "web_quality_body": "La optimización del rendimiento, las mejores prácticas de seguridad y las pruebas automatizadas son partes integrales de nuestro pipeline de entrega.",
        "cloud_menu_title": "Soluciones Cloud",
        "cloud_menu_overview": "Visión general",
        "cloud_menu_platforms": "Plataformas cloud",
        "cloud_menu_devops": "DevOps y automatización",
        "cloud_menu_security": "Seguridad y fiabilidad",
        "cloud_title": "Soluciones Cloud",
        "cloud_subtitle": "Infraestructuras cloud fiables y escalables.",
        "cloud_overview_title": "Visión general de la estrategia cloud",
        "cloud_overview_body": "Ayudamos a las organizaciones a diseñar, migrar y optimizar infraestructuras cloud para mejorar el rendimiento y la eficiencia de costes.",
        "cloud_platforms_title": "Plataformas cloud",
        "cloud_platforms_body": "Trabajamos con AWS, Azure y Google Cloud, seleccionando los servicios adecuados para cada escenario de negocio.",
        "cloud_devops_title": "DevOps y automatización",
        "cloud_devops_body": "Infrastructure as Code, pipelines CI/CD y monitorización garantizan despliegues rápidos y fiables.",
        "cloud_security_title": "Seguridad y fiabilidad",
        "cloud_security_body": "Aplicamos las mejores prácticas de seguridad en la nube, monitorización y estrategias de backup para garantizar la resiliencia.",
        "consulting_menu_title": "Consultoría IT",
        "consulting_menu_overview": "Visión general",
        "consulting_menu_strategy": "Estrategia IT",
        "consulting_menu_architecture": "Asesoría en arquitectura",
        "consulting_menu_transformation": "Transformación digital",
        "consulting_title": "Consultoría IT",
        "consulting_subtitle": "Orientación estratégica para convertir tu visión digital en realidad.",
        "consulting_overview_title": "Visión general de la consultoría",
        "consulting_overview_body": "Apoyamos a las organizaciones con asesoramiento experto en tecnología, procesos y arquitectura.",
        "consulting_strategy_title": "Estrategia IT",
        "consulting_strategy_body": "Alineamos las decisiones tecnológicas con los objetivos de negocio, garantizando valor y escalabilidad a largo plazo.",
        "consulting_architecture_title": "Asesoría en arquitectura",
        "consulting_architecture_body": "Nuestros expertos ayudan a diseñar arquitecturas de sistemas seguras, escalables y preparadas para el futuro.",
        "consulting_transformation_title": "Transformación digital",
        "consulting_transformation_body": "Guiamos a las organizaciones en iniciativas de transformación digital, desde la planificación hasta la ejecución."
    },
    "contact": {
        "header_text": "Contactenos",
        "header_text_body": "Mantente en contacto con nosotros",
        "name": "Nome",
        "email": "E-mail",
        "message": "Mensaje",
        "send_message": "Enviar mensaje",
		"telephone" : "+39 (41) 9 9607 5187",
        "send_us_mail": "Enviar un correo electrónico",
        "location": "Curitiba, PR, Brasil",
        "thankyou": "gracias por tu mensaje"
    }
}